txt_Creator=Tradução Português (Brasil): igorruckert
=
txt_IsWOW64=Este aplicativo é para sistemas de 32 bits. Execute a versão de 64 bits.
txt_FileNotFound=Arquivo não encontrado: %s
txt_ServiceChecking=Verificando serviço Windows Update...
txt_ServiceIsDisabled=O serviço Windows Update service está desativado. Iniciando o serviço Windows Update...
txt_VersionWUA=Versão do Windows Update Agent: %d.%d
txt_VersionAPI=Versão da API do Windows Update Agent: %s
txt_WUA_UpdateRequired=O Windows Update Agent precisa ser atualizado para a versão: %d.%d
txt_InitializationAPI=Inicializando API do Windows Update Agent...
txt_CommittingUpdates=Atualizando...
=
txt_Size_Byte=b
txt_Size_Kilobyte=KB
txt_Size_Megabyte=MB
txt_Size_Gigabyte=GB
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Instalado
txt_Button_Hidden=Oculto
txt_Button_History=Histórico de atualização
txt_Button_Cancel=Cancelar
txt_Button_Reboot=Reiniciar
txt_Combobox_NotConfigured=Não configurado
txt_Combobox_Disabled=Desativado
txt_Combobox_NotificationMode=Modo de notificação
txt_Combobox_DownloadOnly=Somente baixar
txt_Combobox_Other=Outro
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Incluir drivers
txt_Checkbox_IncludeSuperseded=Incluir obsoletos
txt_Checkbox_OfflineMode=Modo offline
txt_Checkbox_SelectAll=Selecionar todas
txt_Checkbox_SelectedByWU=Selecionadas pelo Windows Update
txt_Groupbox_SearchSettings=Configurações de pesquisa
txt_Groupbox_AutomaticUpdates=Atualizações automáticas
txt_Hint_Search=Verificar por atualizações
txt_Hint_Download=Somente baixar
txt_Hint_Install=Instalar atualizações
txt_Hint_Uninstall=Desinstalar atualizações
txt_Hint_Hide=Ocultar atualizações
txt_Hint_Unhide=Reexibir atualizações ocultas
txt_Hint_Cancel=Cancelar
txt_Hint_Reboot=Reiniciar agora
txt_Prompt_Filter=Localizar na lista
txt_Title_RebootRequired=Necessário reiniciar
txt_Title_UpdateInformation=Informações da atualização
txt_Description_RebootRequired=Para concluir é necessário reiniciar o sistema. Reiniciar agora?
=
txt_Log_RebootRequired=Requer uma reinicialização do sistema para concluir
txt_Log_RebootSystem=Reiniciando o sistema...
=
txt_UpdateStatus_PendingForDownload=Download pendente
txt_UpdateStatus_PendingForInstall=Instalação pendente
txt_UpdateStatus_PendingForReboot=Reinicialização pendente
txt_UpdateStatus_Initializing=Inicializando
txt_UpdateStatus_Verifying=Verificando
=
txt_OperationResult_Failed=Falhou
txt_OperationResult_FailedErrorCode=Falhou com código de erro: 0x%.8x
txt_OperationResult_Succeeded=Sucesso
txt_OperationResult_SucceededErrorCode=Bem sucedido com código de erro: 0x%.8x
txt_OperationResult_SucceededWithErrors=Sucedido com erros. Os resultados podem estar incompletos.
txt_OperationResult_NotStarted=Não iniciado
txt_OperationResult_InProgress=Em andamento
txt_OperationResult_Aborted=Cancelado
=
txt_SearchProcess=Verificando por atualizações...
txt_SearchProcessWarning=Aviso: 0x%.8x %s
txt_DownloadProcess=Baixando atualizações...
txt_DownloadProcessItem=Baixando "%s"...
txt_InstallationProcess=Instalando atualizações...
txt_InstallationProcessItem=Instalando "%s"...
txt_InstallationRequiresExclusive="%s" deve ser instalado exclusivamente. Ignorando...
txt_UninstallationProcess=Desinstalando atualizações...
txt_UninstallationProcessItem=Desinstalando "%s"...
